Repository: sskrishna/Raudra_Forum
Catalog: config/translations/messages.*.xlf
Languages: ru

source: Questions
ru: Вопросы

source: Unanswered
ru: Без ответов

source: Tags
ru: Таги

source: Members
ru: Люди

source: Ask Question
ru: Задать вопрос

source: Search
ru: Поиск

source: All questions
ru: Все вопросы

source: Recent Tags
ru: Последние таги

source: Similar questions
ru: Похожие вопросы

source: Home
ru: Вначало

source: Log in
ru: Войти

source: Remember me
ru: Запомнить

source: Username
ru: Логин

source: Password
ru: Пароль

source: Forgot password?
ru: Забыли пароль?

source: Welcome!
ru: Добро пожаловать

source: Sign up
ru: Регистрация

source: Logout
ru: Выход

source: Settings
ru: Настройки

source: Forgotten password
ru: Восстановление пароля

source: forgot_help
ru: Пожалуйста, укажите Логин или e-mail, который Вы использовали для входа на сайт.

source: Username OR Email Address
ru: Логин или e-mail

source: Username OR Email Address
ru: Логин или e-mail

source: Get Password
ru: Далее

source: Required field
ru: Обязательно заполнить

source: Username will appear alongside your posts
ru: Это будет ваш ник

source: Question tags
ru: Таги этого вопроса

source: Asked
ru: Вопрос был задан

source: Last updated
ru: Последнее сообщение

source: Number of Answers
ru: Всего ответов

source: Number of Views
ru: Количество просмотров

source: Reply
ru: Ответить

source: Your answer
ru: Можете ответить?

source: Be the first to answer this question
ru: Знаете ответ? Так чего-ж не отвечаете?

source: Alert
ru: Внимание

source: Please Register or Login to perform this action
ru: Для этого надо сначала зарегистрироваться на сайте или залогиниться

source: Be the first to answer this question
ru: Знаете ответ? Так чего-ж не отвечаете?

source: add comment
ru: Добавить комментарий

source: Reply
ru: Ответить

source: Reply to this comment
ru: Ответить на этот комментарий

source: Submit answer
ru: Ответить

source: Follow this question
ru: Следить за этим вопросом

source: Follow this question to be notified of new answers, comments and edits
ru: Получать уведомлемия когда будут новые ответы и комментарии к этому вопросу

source: Follow this question to be notified of new answers, comments and edits
ru: Получать уведомлемия когда будут новые ответы и комментарии к этому вопросу

source: Questions with no accepted answer
ru: Без принятых ответов

source: Questions with no answers
ru: Вопросы без единого ответа

source: Unanswered tags
ru: Таги неотвеченных вопросов

source: Follow this tag
ru: Следить за этим тагом

source: Follow this tag to be notified when new questions are added
ru: Получать уведомлемия когда будут новые вопросы с этим тагом

source: Unanswered tags
ru: Таги неотвеченных вопросов

source: Related Tags
ru: Спаренные таги

source: Tagged
ru: Таг

source: Edited
ru: Редактированно

source: Please enter between {min_tags} and {max_tags} tags, separated by spaces
ru: Укажите от {min_tags} до {max_tags} тагов к этому вопросу

source: Preview
ru: Просмотр

source: Enter a descriptive title
ru: Напишите заголовок для этого вопроса

source: Title
ru: Заголовок

source: Submit Question
ru: Отправить вопрос

source: Ask a question
ru: Задать вопрос

source: Edit Profile
ru: Изменить личные данные

source: Change Password
ru: Изменить пароль

source: Email Preferences
ru: Настройки уведомлений

source: Your Email Subscription Preferences
ru: Выберите, когда получать сообщения на адрес электронной почты

source: Password updated successfully
ru: Пароль изменён

source: Save
ru: Сохранить

source: Current Password
ru: Текущий пароль

source: Enter new password
ru: Новый пароль

source: Confirm new password
ru: Повторите пароль

source: Enter your current password
ru: Введите ваш действующий пароль

source: This is not the correct password
ru: Ваш старый пароль неверен

source: Password must be at least 6 characters long and contain at least one number
ru: Пароль не должен быть короче 6 символов и содержать по меньшей мере одну букву или цифру

source: "New password" and "Confirm new password" do not match
ru: Ваше новое подтверждение пароля не соответствует вашему новому паролю. Возможно, вы допустили ошибку при наборе. Пожалуйста, наберите и подтверждите свой новый пароль ещё раз

source: Newest
ru: Последнии

source: Most Voted
ru: Популярные

source: Most Active
ru: Обсуждаемые

source: Most recent questions
ru: Недавно добавленные

source: Questions with most votes
ru: С наибольшим количеством оценок

source: Questions with most activity
ru: Наиболее обсуждаемые

source: Questions with highest votes in past 7 days
ru: Наибольшее количесвто оценок за последние 7 дней

source: Active Questions
ru: Наиболее обсуждаемые

source: You have contributed to this question
ru: Вы автор вопроса или вы комментировали или отвечали на этот вопрос.

source: Tags you follow
ru: Таги на которые вы подписанны

source: You are following this question
ru: Вы поднисанны на этот вопрос

source: Number of Questions
ru: Количество вопросов

source: Toggle Unread/Read Status
ru: Изменить статус сообщения прочитаное/новое

source: Asked
ru: Вопрос задан

source: Latest answer by
ru: Последний ответ от

source: Cache Cleared
ru: Кэш обнулён

source: Register
ru: Зарегистрироваться

source: Create New Account
ru: Создать аккаунт

source: Clear Cache
ru: Обнулить кэш

source: email.body.question_by_user
ru: Новый вопрос от {username}: {title} ------------- {body} вот ссылка {link} Если можете ответить на вопрос то будем вам очень признательны ---- Вы получили это письмо потому что вы подписались получать уведомления когда есть новые вопросы от {username} Вы можете изменить подписки на наши уведомления посетив наш сайт {home} Залогиньтесь и нажмите на линк "Настройки"

source: email.subject.new_question_by
ru: Новый вопрос от {username}

source: email.subject.new_answer_by
ru: Новый ответ от {username}

source: email.subject.registration
ru: Подтвердите вашу регистрацию на {site_title}

source: email.body.registration
ru: Добро пожаловать на {site_title} Прежде чем вы сможете авторизироваться вам нужно кликнуть на линк чтобы подтвердить регистрацию. ---- {link} А вот ваш логин и временный пароль ---- Логин: {username} Пароль: {password} ---- После первого захода на сайт вы сможете сами поменять этот пароль. Для этого нажмите на "Настройки" и "Поменять пароль"

source: Welcome to out site. We have just emailed your your account activation link
ru: Добро пожаловать!<br>Мы отправили вам имэйл с временным паролем и инструкцией как подтвердить регистрацию.

source: password_request.success
ru: Ваш логин: <strong>{username}</strong> <br> Запишите куда-нибудь чтобы не забыть <br><br> Линк для получения нового временного пароля отправлен на ваш имэйл. <br> Важно: линк пригоден только в течении 24 часов <br>

source: email.subject.password_request
ru: Замена пароля на {site_title}

source: email.body.password_request
ru: Здравствуйте {username}! Вы просили изменить пароль на {site_title} Для этого вам необходимо кликнуть на линк: ---- {link} ---- (Этото линк функциональный только 24 часа) Когда вы кликнете на этот линк ваш пароль будет изменен и новый временный пароль будет отправлен на ваш имэйл ваш логин (запишите чтобы не забыть): {username} ---- Ждем вас на нашем сайте {site_title}

source: New password was just sent to your email
ru: Новый пароль отправлен на ваш адрес:

source: email.subject.new_password
ru: Ваш новый пароль на {site_title}

source: email.body.new_password
ru: Ваш логин и временный пароль на сайте {site_title} ---- Логин: {username} Пароль: {password} ---- Советуем записать эти данные и хранить в надежном месте чтобы избежать подобных неудобств в будующем ---- После захода на сайт вы сможете сами поменять этот пароль. Для этого нажмите на "Настройки" и "Поменять пароль" ---

source: Password reset
ru: Замена пароля

source: email.subject.request_activation
ru: Активация логина на {site_title}

source: email.body.request_activation
ru: Внимание, это линк который вы просили прислать от {site_title} Клинките на этот линк чтобы активировать ваш доступ на сайт ---- {link} ----

source: Activation instructions have just been emailed to
ru: Линк для активации вашего логина отправлен на ваш адрес

source: Request email confirmation
ru: Запрос активации логина

source: email.subject.answer_author
ru: Новый комментарий к вашему ответу от {username}

source: email.body.answer_author
ru: На сайте {site_title} появился новый комментарий к вашему ответу от {username} К вашему ответу на вопрос {title} текст комментария: {body} ---- Вот линк на этот комментарий {link} ---- Вы получили это письмо потому что вы подписались получать уведомления когда появляются комментарии к вашим вопросам и ответам Вы можете изменить подписки на наши уведомления посетив наш сайт {home} Залогиньтесь и нажмите на линк "Настройки"

source: email.subject.comment_reply
ru: Ответ на ваш комментарий от {username}

source: email.body.comment_reply
ru: К вашему комментарию появился ответ от {username} Вот ваш комментарий: ============================ {parent_body} ============================ А вот ответ: ============================ {body} ============================ Вот линк на этот комментарий {link} ---- Вы можете изменить подписки на наши уведомления посетив наш сайт {home} Залогиньтесь и нажмите на линк "Настройки"

source: email.subject.question_answer
ru: Новый ответ на интересующий вас вопрос

source: email.subject.question_comment
ru: Новый комментарий к интересующему вас вопросу

source: email.body.question_answer
ru: На сайте {site_title} появился ответ от {username} на интересующий вас вопрос {title} ---- Вот линк на этот ответ {link} ---- Вы получили это письмо потому что вы подписались получать уведомления когда появляются ответы и комментарии к интересующим вас вопросам Вы можете изменить подписки на наши уведомления посетив наш сайт {home} Залогиньтесь и нажмите на линк "Настройки"

source: email.body.question_comment
ru: На сайте {site_title} появился комментарий от {username} к интересующему вас вопросу {title} ---- Текст комментария: {body} ---- Вот линк {link} ---- Вы получили это письмо потому что вы подписались получать уведомления когда появляются ответы и комментарии к интересующим вас вопросам Вы можете изменить подписки на наши уведомления посетив наш сайт {home} Залогиньтесь и нажмите на линк "Настройки"

source: email.body.answer_by_user
ru: Новый ответ от {username}: {title} ____ вот ссылка {link} ____ Вы получили это письмо потому что вы подписались получать уведомления когда есть новые сообщения от {username} Вы можете изменить подписки на наши уведомления посетив наш сайт {home} Залогиньтесь и нажмите на линк "Настройки"

source: email.subject.new_question_tagged
ru: Новый вопрос с метками : [{tags}]

source: email.body.new_question_tagged
ru: На сайте {site_title} новый вопрос от {username}: ____ {title} ____ {body} ____ вот ссылка {link} Если можете ответить на вопрос то будем вам очень признательны ____ Вы получили это письмо потому что вы подписались получать уведомления когда появляются новые вопросы с интересующими вас тагами ____ Вы можете изменить подписки на наши уведомления посетив наш сайт {home} Залогиньтесь и нажмите на линк "Настройки"

source: Categories
ru: Категории

source: You must include reason for editing
ru: Надо указать причину редактирования

source: Item saved. Redirecting to
ru: Вопрос сохранен

source: Return to page
ru: Оставайтесь на этой странице

source: Go to Profile editor
ru: Изменить персональные данные

source: Report to moderator
ru: Пожаловаться администрации

source: Close this question
ru: Закрыть этот вопрос

source: URL of YouTube Video does not look correct
ru: Неправильный формат линка на Ютуб

source: Edit Tags
ru: Изменить таги

source: Delete item
ru: Удалить этот вопрос

source: Shred User
ru: Ликвидировать юзера

source: You must login to perform this action
ru: Для данного действия необходимо авторизироваться

source: Submit
ru: Отправить

source: Cancel
ru: Отменить

source: Please login or
ru: Залогиньтесь или

source: Click here to register
ru: кликните сюда и зарегистрируйтесь

source: Please enter your information
ru: Заполните форму

source: Do you want to continue?
ru: Будете продолжать процесс регистрации?

source: Continue registration
ru: Продолжаем

source: Exit registration
ru: Нет

source: Are you sure?
ru: Подтвердите

source: Email address appears to be invalid
ru: Такой адрес не катит, что-то в нем не так

source: Please enter a valid Email
ru: Пожалуйста введите правильный имэйл адрес

source: Please enter email address
ru: Введите ваш адрес электронной почты

source: Please enter Username
ru: Введите ваш логин

source: Please enter the text from image
ru: Введите текст с картинки

source: Unable to open login window. Please make sure to disable popup blockers in your browser
ru: Не получается открыть новое окно. Отключите попап блокер.

source: Delete
ru: Удалить

source: close
ru: закрыть

source: Please login
ru: Необходимо авторизироваться

source: Stick
ru: Прилипить

source: Unstick
ru: Отлипить

source: Edit
ru: Редактировать

source: Spam
ru: Спам

source: Not a real question
ru: Не вопрос

source: Off Topic
ru: Не по теме

source: Turned into unproductive debate
ru: Отошли от темы

source: Duplicate question
ru: Такой вопрос уже есть

source: Ban poster
ru: Забанить автора

source: Reason for delete
ru: Причина для удаления

source: Inappropriate
ru: Непристойно

source: Comments?
ru: Комментарий?

source: Really delete this comment?
ru: Действительно удалить этот комментарий?

source: At least one tag, max 5 tags separated by spaces
ru: От 1 до 5 тагов

source: Report
ru: Уведомить

source: Success
ru: Успешно

source: Tweet sent
ru: Твит отправлен

source: Tweet not sent
ru: Твит не отправлен

source: Invite Your Friends
ru: Пригласить друзей

source: comment
ru: Добавить

source: I Like this comment
ru: Классный комментарий

source: Flag this comment as inappropriate
ru: Пожаловаться администратору

source: Retag
ru: Изменить таги

source: Flag this question as inappropriate
ru: Пожаловаться администратору

source: Flag this answer as inappropriate
ru: Сообщить о нарушении
